{
  "Партнер": {
    "<UNK>": 0,
    "Shop Bontoy": 1,
    "Єва": 2,
    "Єва Тойс": 3,
    "ІМ-Алло": 4,
    "ІМ-Кідіс": 5,
    "ІМ-МауДау": 6,
    "ІМ-Розетка": 7,
    "Авіація Галичини": 8,
    "Акварель": 9,
    "Антошка": 10,
    "Ашан": 11,
    "БІ": 12,
    "БРСМ": 13,
    "Бебі Плюс": 14,
    "Белес": 15,
    "Браін": 16,
    "Брокард": 17,
    "БугаБу": 18,
    "Віват Канцелярія": 19,
    "Гудвайн": 20,
    "ДрімОн": 21,
    "Еліпс": 22,
    "Епіцентр": 23,
    "КУБ": 24,
    "Кадор Кідс": 25,
    "Казка Львів": 26,
    "Казковий Світ Малюка": 27,
    "Клас": 28,
    "Ковальчук ФОП": 29,
    "Коза Дереза": 30,
    "Комфі": 31,
    "Кот ФОП": 32,
    "Країна Казок": 33,
    "Кубі": 34,
    "КідСтор Київ": 35,
    "Літл Бук": 36,
    "МайПлей": 37,
    "Мегамаркет": 38,
    "Монако": 39,
    "Новая Лінія": 40,
    "Новус": 41,
    "Озерова ФОП": 42,
    "Планета Ігр": 43,
    "РОСТ": 44,
    "Росицька ФОП": 45,
    "Світло книг": 46,
    "Смайл": 47,
    "СмартБі Луцьк": 48,
    "СмартТойс": 49,
    "Смік": 50,
    "Смірнова ФОП": 51,
    "Смішинка": 52,
    "Співробітники": 53,
    "Супрун ФОП": 54,
    "Сільпо": 55,
    "ТА-ДA": 56,
    "Таврія": 57,
    "Трітон": 58,
    "Чарівник": 59,
    "Чудо Острів": 60,
    "Шалом Бебі": 61,
    "Юпіджи": 62
  },
  "Артикул": {
    "<UNK>": 0,
    "004627I": 1,
    "004885I": 2,
    "004896I": 3,
    "004909I": 4,
    "004914I": 5,
    "004915I": 6,
    "005058": 7,
    "005059I": 8,
    "005060I": 9,
    "005151I": 10,
    "005209": 11,
    "005362I": 12,
    "005364": 13,
    "005373": 14,
    "005378I": 15,
    "205040_I": 16,
    "205041_I": 17,
    "205052": 18,
    "206105I": 19,
    "206301I": 20,
    "206688I": 21,
    "206711": 22,
    "206893I": 23,
    "212011": 24,
    "212017I": 25,
    "216216I": 26,
    "216265I": 27,
    "216267I": 28,
    "216271I": 29,
    "216273": 30,
    "216274I": 31,
    "216276": 32,
    "216279I": 33,
    "216289I": 34,
    "216314_I": 35,
    "216320I": 36,
    "216429I": 37,
    "216560I": 38,
    "216569": 39,
    "216570I": 40,
    "216571": 41,
    "217023I": 42,
    "227018I": 43,
    "302021": 44,
    "302032": 45,
    "302035": 46,
    "302049I": 47,
    "302050I": 48,
    "304889I": 49,
    "304890I": 50,
    "304893I": 51,
    "305031": 52,
    "305048I": 53,
    "305079": 54,
    "305087": 55,
    "305093": 56,
    "305093m": 57,
    "305100": 58,
    "305102": 59,
    "305109": 60,
    "305111": 61,
    "305112": 62,
    "305113": 63,
    "305114": 64,
    "305115": 65,
    "305116": 66,
    "305174": 67,
    "305192": 68,
    "305194": 69,
    "305195": 70,
    "305211": 71,
    "305221": 72,
    "305225": 73,
    "306161I": 74,
    "306307I": 75,
    "306606": 76,
    "306832": 77,
    "306912I": 78,
    "307015": 79,
    "307038": 80,
    "310231": 81,
    "310247I": 82,
    "313021I": 83,
    "313037": 84,
    "315023": 85,
    "315058": 86,
    "315068": 87,
    "315072I": 88,
    "315092": 89,
    "315093I": 90,
    "315107": 91,
    "315132": 92,
    "315133": 93,
    "315134": 94,
    "315178": 95,
    "315193": 96,
    "315201": 97,
    "315206": 98,
    "315213": 99,
    "315214": 100,
    "315238": 101,
    "315259": 102,
    "315260": 103,
    "315280": 104,
    "315281": 105,
    "315300": 106,
    "315319": 107,
    "315338": 108,
    "315364": 109,
    "316051I": 110,
    "316188I": 111,
    "316196": 112,
    "316245I": 113,
    "316258I": 114,
    "316259": 115,
    "316329": 116,
    "316497": 117,
    "316564": 118,
    "316577": 119,
    "316638": 120,
    "316651": 121,
    "316745I": 122,
    "C01044": 123,
    "C044h": 124,
    "C060h": 125,
    "C065h": 126,
    "C080h": 127,
    "C094h": 128,
    "C238h": 129,
    "C241h": 130,
    "C242h": 131,
    "C300h": 132,
    "DD03446": 133,
    "DD03725": 134,
    "DD03754": 135,
    "DD03757": 136,
    "DD03758": 137,
    "DD03765": 138,
    "DD03766": 139,
    "DD03767": 140,
    "DD03768": 141,
    "DD04670": 142,
    "DD04671": 143,
    "DD04673": 144,
    "DD04681": 145,
    "DD04713": 146,
    "DD04717": 147,
    "DD04725": 148,
    "DD04727": 149,
    "DD04728": 150,
    "DD04804": 151,
    "DD04805": 152,
    "DD04808": 153,
    "DD04809": 154,
    "DJ00010": 155,
    "DJ00014": 156,
    "DJ00016": 157,
    "DJ00017": 158,
    "DJ00025": 159,
    "DJ00026": 160,
    "DJ00054": 161,
    "DJ00056": 162,
    "DJ00058": 163,
    "DJ00059": 164,
    "DJ00061": 165,
    "DJ00070": 166,
    "DJ00086": 167,
    "DJ00819": 168,
    "DJ01258": 169,
    "DJ01482": 170,
    "DJ01612": 171,
    "DJ01663": 172,
    "DJ01666": 173,
    "DJ01669": 174,
    "DJ01693": 175,
    "DJ01698": 176,
    "DJ02077": 177,
    "DJ02079": 178,
    "DJ02091": 179,
    "DJ02093": 180,
    "DJ02095": 181,
    "DJ02096": 182,
    "DJ03085": 183,
    "DJ03086": 184,
    "DJ03087": 185,
    "DJ04781": 186,
    "DJ04785": 187,
    "DJ05092": 188,
    "DJ05095": 189,
    "DJ05096": 190,
    "DJ05098": 191,
    "DJ05099": 192,
    "DJ05101": 193,
    "DJ05104": 194,
    "DJ05108": 195,
    "DJ05117": 196,
    "DJ05120": 197,
    "DJ05123": 198,
    "DJ05127": 199,
    "DJ05133": 200,
    "DJ05136": 201,
    "DJ05145": 202,
    "DJ05153": 203,
    "DJ05161": 204,
    "DJ05169": 205,
    "DJ05172": 206,
    "DJ05176": 207,
    "DJ05180": 208,
    "DJ05181": 209,
    "DJ05208": 210,
    "DJ05218": 211,
    "DJ05236": 212,
    "DJ05270": 213,
    "DJ05640": 214,
    "DJ05641": 215,
    "DJ05642": 216,
    "DJ06103": 217,
    "DJ06432": 218,
    "DJ06433": 219,
    "DJ06481": 220,
    "DJ06646": 221,
    "DJ06970": 222,
    "DJ06971": 223,
    "DJ07015": 224,
    "DJ07016": 225,
    "DJ07112": 226,
    "DJ07114": 227,
    "DJ07161": 228,
    "DJ07162": 229,
    "DJ07205": 230,
    "DJ07227": 231,
    "DJ07241": 232,
    "DJ07246": 233,
    "DJ07256": 234,
    "DJ07282": 235,
    "DJ07900": 236,
    "DJ07901": 237,
    "DJ07906": 238,
    "DJ07918": 239,
    "DJ07922": 240,
    "DJ07955": 241,
    "DJ07956": 242,
    "DJ07970": 243,
    "DJ08111": 244,
    "DJ08115": 245,
    "DJ08117": 246,
    "DJ08120": 247,
    "DJ08121": 248,
    "DJ08129": 249,
    "DJ08132": 250,
    "DJ08135": 251,
    "DJ08151": 252,
    "DJ08156": 253,
    "DJ08157": 254,
    "DJ08158": 255,
    "DJ08162": 256,
    "DJ08164": 257,
    "DJ08165": 258,
    "DJ08166": 259,
    "DJ08167": 260,
    "DJ08168": 261,
    "DJ08184": 262,
    "DJ08186": 263,
    "DJ08192": 264,
    "DJ08193": 265,
    "DJ08194": 266,
    "DJ08195": 267,
    "DJ08196": 268,
    "DJ08198": 269,
    "DJ08266": 270,
    "DJ08358": 271,
    "DJ08417": 272,
    "DJ08443": 273,
    "DJ08451": 274,
    "DJ08454": 275,
    "DJ08463": 276,
    "DJ08464": 277,
    "DJ08477": 278,
    "DJ08478": 279,
    "DJ08487": 280,
    "DJ08505": 281,
    "DJ08507": 282,
    "DJ08510": 283,
    "DJ08526": 284,
    "DJ08527": 285,
    "DJ08533": 286,
    "DJ08535": 287,
    "DJ08537": 288,
    "DJ08538": 289,
    "DJ08540": 290,
    "DJ08542": 291,
    "DJ08550": 292,
    "DJ08557": 293,
    "DJ08570": 294,
    "DJ08571": 295,
    "DJ08577": 296,
    "DJ08590": 297,
    "DJ08595": 298,
    "DJ08597": 299,
    "DJ08630": 300,
    "DJ08633": 301,
    "DJ08661": 302,
    "DJ08664": 303,
    "DJ08678": 304,
    "DJ08797": 305,
    "DJ08800": 306,
    "DJ08802": 307,
    "DJ08827": 308,
    "DJ08830": 309,
    "DJ08841": 310,
    "DJ08842": 311,
    "DJ08860": 312,
    "DJ08884": 313,
    "DJ08885": 314,
    "DJ08886": 315,
    "DJ08897": 316,
    "DJ08930": 317,
    "DJ08931": 318,
    "DJ08932": 319,
    "DJ08934": 320,
    "DJ08952": 321,
    "DJ08953": 322,
    "DJ08966": 323,
    "DJ08982": 324,
    "DJ08997": 325,
    "DJ09006": 326,
    "DJ09015": 327,
    "DJ09055": 328,
    "DJ09056": 329,
    "DJ09057": 330,
    "DJ09063": 331,
    "DJ09064": 332,
    "DJ09065": 333,
    "DJ09066": 334,
    "DJ09071": 335,
    "DJ09072": 336,
    "DJ09073": 337,
    "DJ09074": 338,
    "DJ09075": 339,
    "DJ09102": 340,
    "DJ09108": 341,
    "DJ09210": 342,
    "DJ09216": 343,
    "DJ09217": 344,
    "DJ09230": 345,
    "DJ09231": 346,
    "DJ09232": 347,
    "DJ09265": 348,
    "DJ09268": 349,
    "DJ09272": 350,
    "DJ09292": 351,
    "DJ09293": 352,
    "DJ09294": 353,
    "DJ09311": 354,
    "DJ09312": 355,
    "DJ09314": 356,
    "DJ09320": 357,
    "DJ09329": 358,
    "DJ09330": 359,
    "DJ09331": 360,
    "DJ09332": 361,
    "DJ09348": 362,
    "DJ09373": 363,
    "DJ09380": 364,
    "DJ09381": 365,
    "DJ09409": 366,
    "DJ09422": 367,
    "DJ09425": 368,
    "DJ09428": 369,
    "DJ09436": 370,
    "DJ09437": 371,
    "DJ09460": 372,
    "DJ09461": 373,
    "DJ09462": 374,
    "DJ09463": 375,
    "DJ09465": 376,
    "DJ09466": 377,
    "DJ09467": 378,
    "DJ09468": 379,
    "DJ09470": 380,
    "DJ09498": 381,
    "DJ09499": 382,
    "DJ09500": 383,
    "DJ09503": 384,
    "DJ09507": 385,
    "DJ09508": 386,
    "DJ09509": 387,
    "DJ09513": 388,
    "DJ09514": 389,
    "DJ09521": 390,
    "DJ09522": 391,
    "DJ09524": 392,
    "DJ09525": 393,
    "DJ09558": 394,
    "DJ09559": 395,
    "DJ09575": 396,
    "DJ09579": 397,
    "DJ09584": 398,
    "DJ09585": 399,
    "DJ09586": 400,
    "DJ09587": 401,
    "DJ09590": 402,
    "DJ09591": 403,
    "DJ09596": 404,
    "DJ09612": 405,
    "DJ09615": 406,
    "DJ09624": 407,
    "DJ09683": 408,
    "DJ09684": 409,
    "DJ09699": 410,
    "DJ09707": 411,
    "DJ09736": 412,
    "DJ09737": 413,
    "DJ09750": 414,
    "DJ09784": 415,
    "DJ09807": 416,
    "DJ09808": 417,
    "DJ09809": 418,
    "DJ09810": 419,
    "DJ09837": 420,
    "DJ09838": 421,
    "DJ09839": 422,
    "DJ09863": 423,
    "DJ09864": 424,
    "DJ09867": 425,
    "DJ09868": 426,
    "DJ09869": 427,
    "DJ09871": 428,
    "DJ09888": 429,
    "DJ09897": 430,
    "DS0976h": 431,
    "DS0977h": 432,
    "DS0978h": 433,
    "DS0980h": 434,
    "DS0981h": 435,
    "DS0984h": 436,
    "DS0986h": 437,
    "DS0990h": 438,
    "DS0991h": 439,
    "DS0992h": 440,
    "DS1011h": 441,
    "DS1030h": 442,
    "DS1051h": 443,
    "DS1052h": 444,
    "DS1053h": 445,
    "DS1054h": 446,
    "DS1057h": 447,
    "DS1058h": 448,
    "DS1059h": 449,
    "DS1079h": 450,
    "DS1080h": 451,
    "DS1082h": 452,
    "DS1083h": 453,
    "DS1086h": 454,
    "DS1087h": 455,
    "DS1088h": 456,
    "DS1090h": 457,
    "DS1091h": 458,
    "DS1097h": 459,
    "DS1098h": 460,
    "DS1175h": 461,
    "DS1176h": 462,
    "DS1177h": 463,
    "DS1180h": 464,
    "DS1181h": 465,
    "DS1182h": 466,
    "L523h": 467,
    "L525h": 468,
    "L532h": 469,
    "L534h": 470,
    "L536h": 471,
    "L537h": 472,
    "L538h": 473,
    "L540h": 474,
    "MC087h": 475,
    "MC253h": 476,
    "MC254h": 477,
    "MC255h": 478,
    "MC256h": 479,
    "MC260h": 480,
    "MC267h": 481,
    "MC269h": 482,
    "MC270h": 483,
    "P865h": 484,
    "P866h": 485,
    "P867h": 486,
    "S3003h": 487,
    "S3006h": 488,
    "S3007h": 489,
    "S3008h": 490,
    "S3009h": 491,
    "S3010h": 492,
    "S3012h": 493,
    "S3015h": 494,
    "S3018h": 495,
    "S3026h": 496,
    "S3031h": 497,
    "T4005h": 498,
    "T4008h": 499,
    "T4011h": 500,
    "T4012h": 501,
    "T4017h": 502,
    "T4018h": 503,
    "T4019h": 504,
    "T4031h": 505,
    "T4032h": 506,
    "T4035h": 507,
    "T4038h": 508,
    "T4039h": 509,
    "W3300h": 510,
    "W3301h": 511,
    "W3302h": 512,
    "W3303h": 513
  },
  "Бренд": {
    "<UNK>": 0,
    "Cubic Fun": 1,
    "Djeco": 2,
    "Infantino": 3,
    "unknown": 4
  },
  "Канал": {
    "<UNK>": 0,
    "ИМ": 1,
    "НКП": 2,
    "РС": 3,
    "СК": 4
  }
}